{
  "main-banner": {
    "welcome": "Welcome to",
    "company": "A5 Consultoria",
    "description": "Consulting and Industrial Engineering",
    "button": "About us"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "portfolio": "Case studies",
    "contact": "Contact"
  },
  "contact": {
    "title": "Contact",
    "description": "Send us a message, we are always ready to help",
    "company": "A5 Consultoria",
    "message": " We are here to help. Fill up the form or send us a email.",
    "adress": "",
    "email": "",
    "phone": "",
    "form-name": "Full name",
    "form-email": "Email",
    "form-message": "Your message",
    "form-send": "Send",
    "form-sucess": "Sucess",
    "form-back": "Back",
    "form-error": "Ops, something went wrong!",
    "form-again": "Try again",
    "name-required": "Name required",
    "email-required": "Email required",
    "message-required": "Write your message"
  },
  "footer": {
    "description": "Consulting and Industrial Engineering",
    "pages": "Pages"
  },
  
    "projetos": {
      "1title": "Maximizing Efficiency and Sustainability: Product Characterization at Scrap Yards",
      "1description1": "As the world continues to emphasize sustainability and environmental responsibility, industries are seeking ways to optimize their operations. One area that holds immense potential for improving efficiency is the recycling of scrap. By implementing regular product characterization by particle size and material composition, current operations can unlock significant benefits by minimizing waste, generating valuable coproducts and maximizing profitability.",
      "1description2": "Product characterization refers to the systematic evaluation of products and materials generated by the process. Instead of treating all items as generic ferrous scrap, nonferrous metals or waste, this approach involves identifying, sorting, and assessing the value and potential applications of each material type for each particle size class. This analysis is conducted manually and serves as a first step to evaluate machine efficiencies, identify bottle necks and justify modifications of the existing equipment adjustments and size or even of the complete recycling process adopted in the plant.",
      "1description3": "Besides the pure evaluation of the actual products generated by the processing plant, special attention has to be paid to obtaining representative samples of each of the product streams. A5 has a long-time experience for effective homogenization and representative sampling for a large variety of materials, product analysis, interpretation of the results, identification of process routes for recovering valuable material. This also includes simulations of various modifications within the plant to evaluate highest impact with lowest effort.",
      "2title": "Conceptual Studies for Processing Plants Establish the Basis for Your Project, Ensuring Feasibility and Efficiency from the Outset",
      "2description1": "Conceptual studies for processing plants establish the basis for your project, ensuring the feasibility and efficiency of your plant from the outset. We are dedicated to engineering excellence and innovation in the field of processing plant design and optimization. Take a look on how we can help you to design new processing plants or expand an existing plant:",
      "2description2": [
        "3D Laser Scanning of Existing Plants: with the use of state-of-the-art 3D laser scanning technology, we capture your existing plant's structure with pinpoint accuracy, enabling seamless renovations and expansions.",
        "Point Cloud Treatment and As-Built Modeling: we transform raw point cloud data into refined 3D models, offering an exact digital replica of your plant for thorough analysis and planning.",
        "2D and 3D Plant Design: Utilizing the latest in design technology, our team crafts detailed 2D and 3D models of your plant, providing a clear vision of your project and facilitating precision in execution.",
        "Structural and Foundation Calculations: Our engineering process extends to structural stress calculations as well as dimensioning and calculations of necessary foundations, ensuring your plant’s design is robust, safe, and compliant with all relevant standards and codes. This critical analysis guarantees the longevity and reliability of your facility under operational loads and conditions but also can be extended to consider seismic and climatic conditions.",
        "Selection, Pre-Sizing, and Technical Description of Processing Equipment: our expertise guides the selection and sizing of the optimal processing equipment for your needs, complemented by detailed technical descriptions to inform your decisions.",
        "Equipment Quotations: we provide comprehensive quotations for all necessary equipment, ensuring clarity and transparency in your project's budgeting phase.",
        "Plant Planning with Layout Drawing: our planning process includes the creation of detailed layout drawings, ensuring efficient use of space and resources in your plant.",
        "Definition of Design Criteria: we establish clear design criteria based on your project's unique requirements, setting the stage for a plant that meets your operational needs and regulatory standards."
      ],
      "2description3": "At A5 Consultoria, we are committed to delivering engineering solutions that not only meet but exceed your expectations. Let us partner with you to bring your processing plant project to life with unparalleled expertise and innovation."
    },

  "portfolio": {
    "title": "Case studies",
    "description": "Some of our successful projects"
  },
  "cardsPortfolio": {
      "title": "Portfolio",
      "card1title": "Characterization of products in scrap recycling operations",
      "card1description": "As the world continues to emphasize sustainability and environmental responsibility, industries seek ways to optimize their operations. One area with immense potential for improving efficiency is scrap recycling. By implementing regular product characterization by particle size and material composition, current operations can gain significant benefits by minimizing waste, generating valuable coproducts, and maximizing profitability.",
      "card2title": "Conceptual studies for processing plants",
      "card2description": "Conceptual studies for processing plants lay the groundwork for your plant's design, ensuring the feasibility and efficiency of your plant from the outset. We are dedicated to excellence and innovation in engineering for the design and optimization of processing plants. Take a look at how we can help you design new processing plants or expand an existing plant.",
      "button": "Learn more"
    },
  "services": {
    "titlesection": "Services",
    "titlepage": "What we do",
    "descriptionsection": "See everything we offer",

    "1title": "Consulting",
    "1subtitle": "Diagnosis of demand and proposal of suitable solutions through detailed reports",
    "2title": "Process Engineering",
    "2subtitle": "Precisely defining plant characteristics, gathering all elements that make up the production process",
    "2description": "Some explanation of Process Engineering here",
    "3title": "Product Engineering",
    "3subtitle": "Complete projects with conceptual, basic, design, assembly, and detail drawings, in 2D and 3D",
    "3description": "Some explanation of Product Engineering here",
    "4title": "Field Services",
    "4subtitle": "Assembly supervision, Commissioning and assisted operation, Technical assistance and maintenance",
    "4description": "Some explanation of Field Service here",
    "5title": "Project Expediting",
    "5subtitle": "Supplier Audit, Manufacturing and Inspection Plan, Manufacturing/Assembly Inspections",
    "5description": "Some explanation of Project Expediting here"
  },
  "team": {
    "stefandescription": "Process Engineering Consulting in Mining, Steelmaking, and Recycling.",
    "mislenedescription": "Specialist in Metal Structures (Master's/Ph.D.). Experience in structural projects, reinforced concrete, and execution of works.",
    "civiltitle": "Civil Engineers",
    "civildescription": "Specialists in structural engineering (Master's/Ph.D.). Experience in structural projects, reinforced concrete, and execution of works.",
    "eletricotitle": "Electrical Engineers",
    "eletricodescription": "Specialists in electrical and automation projects. Experience in field services and efficient energy research.",
    "mecanicotitle": "Mechanical Engineers",
    "mecanicodescription": "Specialist in the development of projects for Metal Structures, Boiler Making, Machining, Piping, among others.",
    "minastitle": "Mining Engineers",
    "minasdescription": "Specialist in conducting studies on the technical and economic feasibility and elaboration of ore extraction projects.",
    "campotitle": "Field Technicians",
    "campodescription": "Multidisciplinary team, professionals with great experience in their specialties, working in an integrated manner.",
    "teamtitle": "Team",
    "teamsubtitle": "Team",
    "supportsubtitle": "Support"
},
"about": {
  "title": "Our Story",
  "description1": "We are a company capable of accepting the most diverse challenges that permeate engineering processes, due to our know-how.",
  "description2": "Our focus is to generate results for our clients, always prioritizing the sustainability of the business and the adequacy of the project to the needs of each demand.",
  "description3": "Our technical quality and market experience allow us to create, improve, and/or adapt projects in a safe and innovative way, with the premise of complying with related regulations.",
  "description4": "Based in Belo Horizonte - MG, we work with suppliers and clients from Brazil, North and South America, Europe, Middle East and Africa. And, in each interaction, we ensure support and follow-up in all project phases."
},
"banner": {
  "contact": "Contact Us",
  "about": "About Us",
  "portfolio": "Our Completed Projects",
  "services": "Our Services",
  "consultoria": "Consultancy",
  "eng_processos": "Process Engineering",
  "eng_produtos": "Product Engineering",
  "serv_campo": "Field Services",
  "diligenciamento": "Project Oversight"
},
"consultoria": {
  "title": "Process Consultancy",
  "p-1": "A5 consultancy performs demand diagnosis and, through detailed reports, proposes appropriate solutions. Once this is done, flowcharts are generated to test the project's feasibility, allowing the client to:",
  "li-1": [
      "Evaluate variables to maximize plant efficiency by optimizing operations that control yield and recovery.",
      "Quantify the expectation of new products and rejects. Minimize the risk associated with process changes.",
      "Reduce implementation costs through project execution and purchase of appropriate equipment."
  ],
  "h2-1": "Flowchart Development",
  "p-2": "An efficient and optimized flowchart is essential for project execution. Our flowchart design activities produce the necessary parameters for a new plant and/or process improvement. It includes indicating all modifications to be made, positioning of new equipment, evaluation of plant efficiency, yield, and recovery grade.",
  "h2-2": "Installation and Assembly Layout Design",
  "p-3": "It consists of sizing the defined flowchart for the process in the space available for the plant, indication of all modifications to be made, positioning of new equipment, cuts, elevations, and relevant details for project understanding.",
  "ïmg1": "images/consultoria/consultoria1.png",
  "ïmg2": "images/consultoria/consultoria2.png",
  "h2-3": "Technical Specification",
  "p-4": "A5 consultancy works at all stages of project development, from a preliminary scope study with pre-sizing of new metal structures to enable manufacturing cost estimation and load plan for civil works estimation to project execution.",
  "subtitle": "A5 consultancy offers all necessary technical support for the project, such as:",
  "li-2": [
      "Project descriptive memorial",
      "List of components and equipment",
      "Specification, sizing, and technical description of equipment",
      "Indication of qualified suppliers",
      "Assistance for quotation, equalization of technical proposals from different suppliers",
      "Monitoring of tests at equipment suppliers."
  ]
},
"eng_processos": {
  "title": "Process Engineering",
  "p-1": "This phase of the project is characterized by preliminary studies, projects, technical and economic feasibility studies. It is the moment when all elements that compose the production process are gathered, aiming to define the plant's characteristics accurately. From the approved flowchart and layout, solutions and integrated projects with conceptual engineering and multidisciplinary detailing will be detailed:",
  "subtitle-1": "A. Civil Discipline",
  "p-2": "I. Foundation design",
  "p-3": "Development of reinforced concrete foundation design for the metal structure and industrial floor, including structural calculation, detailing, and ART issuance. Structural and geotechnical calculation of reinforced concrete foundations.",
  "p-4": "II. Load plan",
  "p-5": "For the analysis and dimensioning of the load plan, specific software for load analysis was used. In the digital model generated from the structure, the acting loads and verification parameters will be applied. As output data, the program provides soliciting efforts and deformations in the bars, nodal displacements, and support reactions through the Finite Element Method.",
  "ïmg1": "images/eng_processos/processos1.png",
  "subtitle-2": "B. Structural Discipline",
  "p-6": "I. Metal structure design",
  "p-7": "Development of metal structure calculation, including structural calculation of all components, connections between bars, modal verification of the structure (vibration analysis), and other normative verifications. In accordance with legal requirements, ART issuance by the responsible Engineer.",
  "ïmg2": "images/eng_processos/processos2.png",
  "p-8": "II. Detailing for metal structure fabrication",
  "p-9": "Detailed drawings for fabrication of platforms, handrails, metal structures, machinery, and various parts, mechanical assemblies, adjustments, tolerances.",
  "bold": "Detailed project for fabrication",
  "p-10": "All detailing is done considering the current national standards in the field of occupational safety, such as NR-12. As a project scope, A5 Consultancy commits to minimizing the need for field welds and adopting good design practices to reduce manufacturing and assembly costs of the structure.",
  "subtitle-3": "C. Mechanical Discipline",
  "p-11": "I. Detailed project and arrangement of equipment installation and assembly",
  "li-1": [
      "Detailed arrangement drawings for installation.",
      "Evaluation of interferences at the installation site."
  ],
  "p-12": "II. Detailed project of auxiliary equipment",
  "p-13": "Detailed drawings for auxiliary equipment, for example:",
  "li-2": [
      "Support system; tie rods; chains etc.",
      "Translation system like trolley cart",
      "Festoon system",
      "Feeding troughs",
      "Silos",
      "Discharge chutes, among others"
  ],
  "subtitle-4": "D. Electrical and Automation Discipline",
  "li-3": [
      "Demand and general load study;",
      "List of Electrical Equipment;",
      "Single Line Diagrams;",
      "Interconnection Diagrams;",
      "Basic grounding and SPDA project;",
      "Routes of Electrical Cables;",
      "Basic project of Duct Networks, Conduits, and Cable Trays;",
      "Basic Lighting Projects;",
      "List of Electrical Cables;",
      "Electrical Quantity Spreadsheet;",
      "Descriptive Memorial of Electrical project Safety;",
      "Functional Descriptive Memorial of the electrical project."
  ]
},
"eng_produtos": {
  "title": "Product Engineering",
  "p-1": "We offer integrated solutions and projects for the refurbishment and adaptation of equipment to NR 12 and NR 10. Request complete projects with conceptual, basic, project, assembly, and detail drawings (2D and 3D projects).",
  "bold-1": "Refurbishment and adaptation (current standards)",
  "li-1": [
      "Preparation of drawings of parts to be refurbished.",
      "Preparation of material lists.",
      "Improvements to projects such as protections, modifications to increase durability and safety, facilitate maintenance, among others."
  ],
  "bold-2": "New projects and drawing nationalization",
  "li-2": [
      "Detailed electrical project.",
      "Supplier indication.",
      "Monitoring and inspection of manufacturing.",
      "Packaging inspection and adaptation for transportation.",
      "Preparation of as-built project."
  ],
  "ïmg1": "images/eng_produtos/produtos1.png",
  "subtitle-1": "New projects and nationalization",
  "li-3": [
      "Preparation of inspection and testing procedures.",
      "Assembly Diagram.",
      "Risk analysis and manual preparation.",
      "Issuance of ART (Technical Responsibility Annotation)."
  ],
  "ïmg2": "images/eng_produtos/produtos2.png"
},
"serv_campo": {
  "title": "Field Services",
  "subtitle-1": "Assembly Supervision",
  "p-1": "Our professionals have expertise to act in all stages, with one of their main responsibilities being to supervise the assembly of the project.",
  "p-2": "At this moment, the contact with the client is also productive, as it is possible to monitor their satisfaction regarding what was proposed and the final delivery.",
  "img1": "images/serv_campo/campo1.jpeg",
  "p-3": "Regarding assembly supervision, A5 provides the following services:",
  "li-1": [
      "Training",
      "Preparation of installation, operation, and maintenance manual",
      "Preparation of assembly instructions",
      "Preparation of test instructions"
  ],
  "subtitle-2": "Commissioning and Assisted Operation",
  "p-4": "Commissioning is the process of ensuring that the components of an industrial unit are designed, installed, tested, operating, and maintained according to the needs and operational requirements of the process.",
  "p-5": "The A5 Consultoria team is trained and authorized by the original equipment manufacturers to carry out commissioning and assisted operation.",
  "img2": "images/serv_campo/campo2.jpeg",
  "li-2": [
      "Commissioning and testing.",
      "Troubleshooting and interference solution.",
      "Assisted operation.",
      "Maintenance and operation training.",
      "Refurbishment and improvement."
  ],
  "subtitle-3": "Technical Assistance and Maintenance",
  "p-6": "To ensure technical assistance and maintenance with efficiency and quality, A5 Consultoria mobilizes a multidisciplinary team, with professionals with extensive experience in their specialties, working in an integrated manner.",
  "li-3": [
      "Technical visit to understand the problem and propose solutions",
      "Detailed report",
      "Follow-up of the refurbishment"
  ]
},
"diligenciamento": {
  "title": "Project Expediting",
  "p-1": "This stage is crucial for the project to be delivered according to the schedule and within all pre-established technical standards and safety regulations.",
  "p-2": "Regarding project expediting, A5 provides the following services:",
  "subtitle-1": "Supplier Audits",
  "p-3": "Visits to equipment and material suppliers to verify facilities, manufacturing procedures, personnel qualifications, systems, quality control exams, and traceability.",
  "subtitle-2": "Manufacturing and Inspection Plan",
  "p-4": "Before the start of manufacturing, the A5 team develops/verifies manufacturing and quality control plans and procedures.",
  "subtitle-3": "Manufacturing/Assembly Inspections",
  "p-5": "Work inspection plans (WIP) are carried out by qualified professionals.",
  "bold-1": "Expediting services include:",
  "li-1": [
      "Project management",
      "Coordination of expediting with all suppliers",
      "Expediting visits;",
      "Risk assessment",
      "Inspection and testing",
      "Supplier performance monitoring",
      "Organization of documentation for the databook."
  ]
}



} 